[ABB_Saboteur X2SoldierClassTemplate]
DisplayName="Saboteur"
ClassSummary="The Saboteur is a master of blowing things up the tradtional way with explosives. For everything else, he can use his Arc Thrower to disable the target temporarily."
LeftAbilityTreeTitle="Saboteur"
RightAbilityTreeTitle="Operative"
AbilityTreeTitles[0]="Saboteur"
AbilityTreeTitles[1]="Operative"
AbilityTreeTitles[2]="Operative"
AbilityTreeTitles[3]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="Spark"
RandomNickNames[1]="Crack"
RandomNickNames[2]="Fizzle"
RandomNickNames[3]="Pop"
RandomNickNames[4]="Taserface"
RandomNickNames[5]="Broker"
RandomNickNames[6]="Crypto"
RandomNickNames[7]="Volt"
RandomNickNames[8]="Cypher"
RandomNickNames[9]="Data"
RandomNickNames[10]="Deacon"
RandomNickNames[11]="Dr. Feelgood"
RandomNickNames[12]="Doc"
RandomNickNames[13]="Feedback"
RandomNickNames[14]="Firewall"
RandomNickNames[15]="Genius"
RandomNickNames[16]="Gizmo"
RandomNickNames[17]="Glitch"
RandomNickNames[18]="Hijack"
RandomNickNames[19]="Jammer"
RandomNickNames[20]="Jester"
RandomNickNames[21]="Jolt"
RandomNickNames[22]="Lightning"
RandomNickNames[23]="Mayday"
RandomNickNames[24]="Mega"
RandomNickNames[25]="Newton"
RandomNickNames[26]="Overdrive"
RandomNickNames[27]="Patch"
RandomNickNames[28]="Professor"
RandomNickNames[29]="Ragtime"
RandomNickNames[30]="Rascal"
RandomNickNames[31]="Rattler"
RandomNickNames[32]="Red"
RandomNickNames[33]="Rift"
RandomNickNames[34]="Ripcord"
RandomNickNames[35]="Rogue"
RandomNickNames[36]="Scorch"
RandomNickNames[37]="Sentinel"
RandomNickNames[38]="Shady"
RandomNickNames[39]="Shakes"
RandomNickNames[40]="Shifter"
RandomNickNames[41]="Shrink"
RandomNickNames[42]="Slider"
RandomNickNames[43]="Solar"
RandomNickNames[44]="Sonar"
RandomNickNames[45]="Sparks"
RandomNickNames[46]="Stitch"
RandomNickNames[47]="Tapper"
RandomNickNames[48]="Teardrop"
RandomNickNames[49]="Tinker"
RandomNickNames[50]="Turbo"
RandomNickNames[51]="Venom"
RandomNickNames[52]="Vapor"
RandomNickNames[53]="Warbird"
RandomNickNames[54]="Warden"
RandomNickNames[55]="Whiskey"
RandomNickNames[56]="Wild Thing"
RandomNickNames[57]="Zulu"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Candyman"
RandomNickNames_Male[1]="Magic Man"
RandomNickNames_Male[2]="Priest"
RandomNickNames_Male[3]="Rainman"
RandomNickNames_Male[4]="Rooster"
RandomNickNames_Female[0]="Priestess"
RandomNickNames_Female[1]="Wolfmother"
RandomNickNames_Female[2]="Black Widow"
RandomNickNames_Female[4]="Duchess"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Someone call for an exterminator?"
PhotoboothSoloBLines_Male[1]="A shocking development."
PhotoboothSoloBLines_Male[2]="Pulling the plug."
PhotoboothSoloBLines_Male[3]="Tearing ADVENT down."

PhotoboothSoloBLines_Female[0]="Someone call for an exterminator?"
PhotoboothSoloBLines_Female[1]="A shocking development."
PhotoboothSoloBLines_Female[2]="Pulling the plug."
PhotoboothSoloBLines_Female[3]="Tearing ADVENT down."